Repository: ProjectSuite/e2e-call-ios
Catalog: ecall/Resources/Localized/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, km_kh, ko, pt, ru, th, vi, zh_hans

# delete_selected_calls_message
source: Are you sure you want to delete the selected calls?
ar: هل أنت متأكد أنك تريد حذف المكالمات المحددة؟
de: Möchten Sie die ausgewählten Anrufe wirklich löschen?
es: ¿Está seguro de que desea eliminar las llamadas seleccionadas?
fr: Voulez-vous vraiment supprimer les appels sélectionnés ?
hi: क्या आप निश्चित रूप से चयनित कॉल हटाना चाहते हैं?
it: Sei sicuro di voler eliminare le chiamate selezionate?
ja: 選択した通話を削除してもよろしいですか？
km_kh: តើអ្នកប្រាកដថាចង់លុបការហៅដែលបានជ្រើសរើសមែនទេ?
ko: 선택한 통화를 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir as chamadas selecionadas?
ru: Вы уверены, что хотите удалить выбранные звонки?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการโทรที่เลือก?
vi: Bạn có chắc muốn xóa các cuộc gọi đã chọn không?
zh_hans: 您确定要删除所选通话吗？

source: Deselect All
ar: إلغاء تحديد الكل
de: Alles abwählen
es: Deseleccionar todo
fr: Tout désélectionner
hi: सभी का चयन रद्द करें
it: Deseleziona tutto
ja: すべての選択を解除
km_kh: មិនជ្រើសទាំងអស់
ko: 전체 선택 취소
pt: Desmarcar tudo
ru: Снять выделение
th: ยกเลิกการเลือกทั้งหมด
vi: Bỏ chọn tất cả
zh_hans: 取消全选

source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fr: Appareils
hi: डिवाइस
it: Dispositivi
ja: デバイス
km_kh: ឧបករណ៍
ko: 기기
pt: Dispositivos
ru: Устройства
th: อุปกรณ์
vi: Thiết bị
zh_hans: 设备

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: समाप्त
it: Fatto
ja: 完了
km_kh: បានបញ្ចប់
ko: 완료
pt: Concluído
ru: Готово
th: เสร็จสิ้น
vi: Xong
zh_hans: 完成

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
km_kh: កែសម្រួល
ko: 편집
pt: Editar
ru: Редактировать
th: แก้ไข
vi: Chỉnh sửa
zh_hans: 编辑

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल
ja: メール
km_kh: អ៊ីមែល
ko: 이메일
ru: Электронная почта
th: อีเมล
zh_hans: 电子邮件

# email_confirmation_description
source: Please confirm your email address to continue.
ar: يرجى تأكيد عنوان بريدك الإلكتروني للمتابعة.
de: Bitte bestätigen Sie Ihre E-Mail-Adresse, um fortzufahren.
es: Confirme su dirección de correo electrónico para continuar.
fr: Veuillez confirmer votre adresse e-mail pour continuer.
hi: कृपया जारी रखने के लिए अपना ईमेल पता पुष्टि करें।
it: Conferma il tuo indirizzo email per continuare.
ja: 続行するにはメールアドレスを確認してください。
km_kh: សូមបញ្ជាក់អាសយដ្ឋានអ៊ីមែលរបស់អ្នកដើម្បីបន្ត។
ko: 계속하려면 이메일 주소를 확인하세요.
pt: Por favor, confirme o seu endereço de e-mail para continuar.
ru: Пожалуйста, подтвердите адрес электронной почты, чтобы продолжить.
th: โปรดยืนยันอีเมลของคุณเพื่อดำเนินการต่อ
vi: Vui lòng xác nhận địa chỉ email để tiếp tục.
zh_hans: 请确认您的电子邮箱以继续。

# email_notice_1
source: Your sign-in method will switch to the new email.
ar: ستتحول طريقة تسجيل الدخول إلى البريد الإلكتروني الجديد.
de: Ihre Anmeldemethode wechselt zur neuen E-Mail.
es: Tu método de inicio de sesión cambiará al nuevo correo electrónico.
fr: Votre méthode de connexion passera au nouvel e-mail.
hi: आपकी साइन-इन विधि नए ईमेल पर स्विच हो जाएगी।
it: Il tuo metodo di accesso passerà alla nuova e-mail.
ja: サインイン方法が新しいメールに切り替わります。
km_kh: វិធីចូលរបស់អ្នកនឹងប្តូរទៅអ៊ីមែលថ្មី។
ko: 로그인 방법이 새 이메일로 전환됩니다.
pt: O seu método de início de sessão mudará para o novo e-mail.
ru: Ваш способ входа переключится на новую электронную почту.
th: วิธีการเข้าสู่ระบบของคุณจะเปลี่ยนเป็นอีเมลใหม่
vi: Cách đăng nhập sẽ chuyển sang email mới.
zh_hans: 您的登录方式将切换到新电子邮件。

# email_notice_2
source: Account, call history, contacts & encryption keys remain unchanged.
ar: الحساب وسجل المكالمات وجهات الاتصال ومفاتيح التشفير تبقى دون تغيير.
de: Konto, Anrufverlauf, Kontakte und Verschlüsselungsschlüssel bleiben unverändert.
es: La cuenta, historial de llamadas, contactos y claves de cifrado permanecen sin cambios.
fr: Le compte, l'historique des appels, les contacts et les clés de chiffrement restent inchangés.
hi: खाता, कॉल इतिहास, संपर्क और एन्क्रिप्शन कुंजियां अपरिवर्तित रहेंगी।
it: Account, cronologia chiamate, contatti e chiavi di crittografia rimangono invariati.
ja: アカウント、通話履歴、連絡先、暗号化キーは変更されません。
km_kh: គណនី ប្រវត្តិការហៅ ទំនាក់ទំនង និងពាក្យចូលអ៊ីនគ្រីបដែលនៅតែមិនផ្លាស់ប្តូរ។
ko: 계정, 통화 기록, 연락처 및 암호화 키는 변경되지 않습니다.
pt: Conta, histórico de chamadas, contactos e chaves de encriptação permanecem inalterados.
ru: Аккаунт, история звонков, контакты и ключи шифрования остаются без изменений.
th: บัญชี ประวัติการโทร รายชื่อ และคีย์การเข้ารหัสจะยังคงเหมือนเดิม
vi: Tài khoản, lịch sử cuộc gọi, danh bạ, khóa mã hóa vẫn giữ nguyên.
zh_hans: 账户、通话记录、联系人和加密密钥保持不变。

# email_notice_3
source: We'll verify an OTP sent to the new email.
ar: سنتحقق من OTP المرسل إلى البريد الإلكتروني الجديد.
de: Wir überprüfen einen OTP, der an die neue E-Mail gesendet wird.
es: Verificaremos un OTP enviado al nuevo correo electrónico.
fr: Nous vérifierons un OTP envoyé au nouvel e-mail.
hi: हम नए ईमेल पर भेजे गए OTP को सत्यापित करेंगे।
it: Verificheremo un OTP inviato alla nuova e-mail.
ja: 新しいメールに送信されたOTPを確認します。
km_kh: យើងនឹងផ្ទៀងផ្ទាត់ OTP ដែលបានផ្ញើទៅអ៊ីមែលថ្មី។
ko: 새 이메일로 전송된 OTP를 확인하겠습니다.
pt: Verificaremos um OTP enviado para o novo e-mail.
ru: Мы проверим OTP, отправленный на новую почту.
th: เราจะยืนยัน OTP ที่ส่งไปยังอีเมลใหม่
vi: Hệ thống sẽ xác minh OTP gửi tới email mới.
zh_hans: 我们将验证发送到新电子邮件的OTP。

# email_notice_4
source: After the change, the old email can't be used to sign in.
ar: بعد التغيير، لا يمكن استخدام البريد الإلكتروني القديم لتسجيل الدخول.
de: Nach der Änderung kann die alte E-Mail nicht mehr zur Anmeldung verwendet werden.
es: Después del cambio, el correo anterior no se puede usar para iniciar sesión.
fr: Après le changement, l'ancien e-mail ne peut plus être utilisé pour se connecter.
hi: परिवर्तन के बाद, पुराना ईमेल साइन इन के लिए उपयोग नहीं किया जा सकता।
it: Dopo la modifica, la vecchia e-mail non può più essere utilizzata per accedere.
ja: 変更後、古いメールはサインインに使用できません。
km_kh: បន្ទាប់ពីផ្លាស់ប្តូរ អ៊ីមែលចាស់មិនអាចប្រើដើម្បីចូលបានទៀតទេ។
ko: 변경 후, 이전 이메일은 로그인에 사용할 수 없습니다.
pt: Após a alteração, o e-mail anterior não pode mais ser usado para entrar.
ru: После изменения старая электронная почта не может быть использована для входа.
th: หลังจากเปลี่ยนแล้ว จะไม่สามารถใช้อีเมลเก่าเพื่อเข้าสู่ระบบได้
vi: Sau khi đổi, email cũ không còn dùng để đăng nhập.
zh_hans: 更改后，旧邮箱将不能用于登录。

# email_required
source: Email is required.
ar: البريد الإلكتروني مطلوب.
de: E-Mail ist erforderlich.
es: El correo electrónico es obligatorio.
fr: L'email est requis.
hi: ईमेल आवश्यक है।
it: L'email è obbligatoria.
ja: メールは必須です。
km_kh: អ៊ីមែលគឺចាំបាច់។
ko: 이메일은 필수입니다.
pt: O email é obrigatório.
ru: Электронная почта обязательна.
th: อีเมลเป็นสิ่งจำเป็น
vi: Email là bắt buộc.
zh_hans: 电子邮箱为必填项。

source: Ended
ar: انتهى
de: Beendet
es: Terminada
fr: Terminé
hi: समाप्त
it: Terminata
ja: 終了
km_kh: បានបញ្ចប់
ko: 종료됨
pt: Finalizada
ru: Завершено
th: สิ้นสุด
vi: Đã kết thúc
zh_hans: 已结束

# enter_email
source: Enter your email
ar: أدخل بريدك الإلكتروني
de: E-Mail eingeben
es: Ingrese su correo electrónico
fr: Entrez votre email
hi: अपना ईमेल दर्ज करें
it: Inserisci la tua email
ja: メールアドレスを入力
km_kh: បញ្ចូលអ៊ីមែលរបស់អ្នក
ko: 이메일을 입력하세요
pt: Digite seu email
ru: Введите вашу электронную почту
th: ป้อนอีเมลของคุณ
vi: Nhập email của bạn
zh_hans: 输入您的电子邮箱

# enter_name
source: Enter your display name
ar: أدخل اسم العرض الخاص بك
de: Anzeigenamen eingeben
es: Ingrese su nombre para mostrar
fr: Entrez votre nom affiché
hi: अपना डिस्प्ले नाम दर्ज करें
it: Inserisci nome visualizzato
ja: 表示名を入力
km_kh: បញ្ចូលឈ្មោះបង្ហាញ
ko: 표시 이름 입력
pt: Digite seu nome de exibição
ru: Введите имя
th: ป้อนชื่อที่แสดง
vi: Nhập tên hiển thị
zh_hans: 输入您的显示名称

# ErrAcceptRequestFailed
source: Failed to accept friend request. Please try again.
ar: فشل في قبول طلب الصداقة. يرجى المحاولة مرة أخرى.
de: Freundschaftsanfrage konnte nicht angenommen werden. Bitte versuchen Sie es erneut.
es: No se pudo aceptar la solicitud de amistad. Por favor inténtalo de nuevo.
fr: Échec de l'acceptation de la demande d'ami. Veuillez réessayer.
hi: मित्र अनुरोध स्वीकार करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile accettare la richiesta di amicizia. Per favore riprova.
ja: 友達リクエストを承認できませんでした。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលយកសំណើរបស់មិត្តភក្តិ។ សូមព្យាយាមម្តងទៀត។
ko: 친구요청을 수락하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao aceitar o pedido de amizade. Por favor, tente novamente.
ru: Не удалось принять запрос на добавление в друзья. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถยอมรับคำขอเป็นเพื่อนได้ โปรดลองอีกครั้ง
vi: Không thể chấp nhận yêu cầu kết bạn. Vui lòng thử lại.
zh_hans: 无法接受好友请求。请再试一次。

# ErrAddContactFailed
source: Failed to add contact. Please try again.
ar: فشلت إضافة جهة اتصال. يرجى المحاولة مرة أخرى.
de: Kontakt konnte nicht hinzugefügt werden. Bitte versuchen Sie es erneut.
es: No se pudo agregar el contacto. Por favor inténtalo de nuevo.
fr: Échec de l'ajout du contact. Veuillez réessayer.
hi: संपर्क जोड़ने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile aggiungere il contatto. Per favore riprova.
ja: 連絡先の追加に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការបន្ថែមទំនាក់ទំនង។ សូមព្យាយាមម្តងទៀត។
ko: 연락처를 추가하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao adicionar contato. Por favor, tente novamente.
ru: Не удалось добавить контакт. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถเพิ่มผู้ติดต่อ โปรดลองอีกครั้ง
vi: Không thêm được liên hệ. Vui lòng thử lại.
zh_hans: 添加联系人失败。请再试一次。

# ErrAllCalleesBusy
source: All callees are currently busy. Please try again later.
ar: جميع المتصلين مشغولون حاليا. يرجى المحاولة مرة أخرى في وقت لاحق.
de: Alle Angerufenen sind derzeit besetzt. Bitte versuchen Sie es später noch einmal.
es: Todos los destinatarios de la llamada están actualmente ocupados. Inténtelo de nuevo más tarde.
fr: Tous les appelés sont actuellement occupés. Veuillez réessayer plus tard.
hi: सभी कॉल प्राप्तकर्ता इस समय व्यस्त हैं। कृपया बाद में पुन: प्रयास करें।
it: Tutti i chiamati sono attualmente occupati. Per favore riprova più tardi.
ja: 現在、すべての着信者が通話中です。後でもう一度試してください。
km_kh: ខាត់ណាបច្ចុប្បន្នរវល់។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 현재 모든 수신자가 통화 중입니다. 나중에 다시 시도해 주세요.
pt: Todos os chamados estão ocupados no momento. Por favor, tente novamente mais tarde.
ru: Все вызываемые абоненты в настоящее время заняты. Пожалуйста, повторите попытку позже.
th: ขณะนี้ผู้โทรทั้งหมดไม่ว่าง โปรดลองอีกครั้งในภายหลัง
vi: Tất cả những người được gọi hiện đều đang bận. Vui lòng thử lại sau.
zh_hans: 所有被叫者当前都忙。请稍后重试。

# ErrAlreadyFriends
source: You are already friends with this user.
ar: أنت بالفعل صديق لهذا المستخدم.
de: Sie sind bereits mit diesem Benutzer befreundet.
es: Ya eres amigo de este usuario.
fr: Vous êtes déjà amis avec cet utilisateur.
hi: आप पहले से ही इस उपयोगकर्ता के मित्र हैं.
it: Sei già amico di questo utente.
ja: あなたはすでにこのユーザーと友達です。
km_kh: អ្នកគឺជាមិត្តភក្តិជាមួយអ្នកប្រើនេះរួចហើយ។
ko: 귀하는 이미 이 사용자와 친구입니다.
pt: Você já é amigo deste usuário.
ru: Вы уже дружите с этим пользователем.
th: คุณเป็นเพื่อนกับผู้ใช้รายนี้แล้ว
vi: Bạn đã là bạn bè với người dùng này.
zh_hans: 您已经是该用户的朋友。

# ErrAppleLoginFailed
source: Apple login failed. Please try again.
ar: فشل تسجيل الدخول بـ Apple. يرجى المحاولة مرة أخرى.
de: Apple-Anmeldung fehlgeschlagen. Bitte erneut versuchen.
es: El inicio de sesión de Apple falló. Inténtalo de nuevo.
fr: Échec de la connexion Apple. Veuillez réessayer.
hi: Apple लॉगिन विफल हुआ। कृपया पुनः प्रयास करें।
it: Accesso Apple non riuscito. Riprova.
ja: Appleでのログインに失敗しました。再度お試しください。
km_kh: ចូល Apple មិនបានសម្រេច។ សូមព្យាយាមម្តងទៀត។
ko: Apple 로그인에 실패했습니다. 다시 시도하세요.
pt: Falha no login da Apple. Tente novamente.
ru: Не удалось войти через Apple. Повторите попытку.
th: เข้าสู่ระบบ Apple ไม่สำเร็จ โปรดลองอีกครั้ง
vi: Đăng nhập Apple thất bại. Vui lòng thử lại.
zh_hans: Apple 登录失败。请重试。

# ErrCallNotAvailable
source: This call is no longer available.
ar: هذه المكالمة لم تعد متوفرة.
de: Dieser Anruf ist nicht mehr verfügbar.
es: Esta llamada ya no está disponible.
fr: Cet appel n'est plus disponible.
hi: यह कॉल अब उपलब्ध नहीं है.
it: Questa chiamata non è più disponibile.
ja: この電話はもう利用できません。
km_kh: ការហៅនេះមិនមានទៀតទេ។
ko: 이 통화는 더 이상 사용할 수 없습니다.
pt: Esta chamada não está mais disponível.
ru: Этот звонок больше недоступен.
th: การโทรนี้ไม่สามารถใช้ได้อีกต่อไป
vi: Cuộc gọi này không còn khả dụng nữa.
zh_hans: 此呼叫不再可用。

# ErrCallNotFound
source: Call not found. Please try again.
ar: لم يتم العثور على المكالمة. يرجى المحاولة مرة أخرى.
de: Anruf nicht gefunden. Bitte versuchen Sie es erneut.
es: Llamada no encontrada. Por favor inténtalo de nuevo.
fr: Appel introuvable. Veuillez réessayer.
hi: कॉल नहीं मिली. कृपया पुन: प्रयास करें।
it: Chiamata non trovata. Per favore riprova.
ja: 通話が見つかりません。もう一度試してください。
km_kh: រកមិនឃើញការហៅទូរស័ព្ទ។ សូមព្យាយាមម្តងទៀត។
ko: 통화를 찾을 수 없습니다. 다시 시도해 주세요.
pt: Chamada não encontrada. Por favor, tente novamente.
ru: Звонок не найден. Пожалуйста, попробуйте еще раз.
th: ไม่พบการโทร โปรดลองอีกครั้ง
vi: Không tìm thấy cuộc gọi. Vui lòng thử lại.
zh_hans: 呼叫未找到。请再试一次。

# ErrCancelRequestFailed
source: Failed to cancel friend request. Please try again.
ar: فشل في إلغاء طلب الصداقة. يرجى المحاولة مرة أخرى.
de: Freundschaftsanfrage konnte nicht abgebrochen werden. Bitte versuchen Sie es erneut.
es: No se pudo cancelar la solicitud de amistad. Por favor inténtalo de nuevo.
fr: Échec de l'annulation de la demande d'ami. Veuillez réessayer.
hi: मित्र अनुरोध रद्द करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile annullare la richiesta di amicizia. Per favore riprova.
ja: 友達リクエストのキャンセルに失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការបោះបង់សំណើរបស់មិត្តភក្តិ។ សូមព្យាយាមម្តងទៀត។
ko: 친구요청을 취소하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao cancelar o pedido de amizade. Por favor, tente novamente.
ru: Не удалось отменить запрос на добавление в друзья. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถยกเลิกคำขอเป็นเพื่อนได้ โปรดลองอีกครั้ง
vi: Không hủy được yêu cầu kết bạn. Vui lòng thử lại.
zh_hans: 取消好友请求失败。请再试一次。

# ErrCheckDeviceFailed
source: Failed to check device. Please try again.
ar: فشل في التحقق من الجهاز. يرجى المحاولة مرة أخرى.
de: Gerät konnte nicht überprüft werden. Bitte versuchen Sie es erneut.
es: No se pudo verificar el dispositivo. Por favor inténtalo de nuevo.
fr: Échec de la vérification de l'appareil. Veuillez réessayer.
hi: डिवाइस की जाँच करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile controllare il dispositivo. Per favore riprova.
ja: デバイスのチェックに失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការត្រួតពិនិត្យឧបករណ៍។ សូមព្យាយាមម្តងទៀត។
ko: 장치를 확인하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao verificar o dispositivo. Por favor, tente novamente.
ru: Не удалось проверить устройство. Пожалуйста, попробуйте еще раз.
th: ตรวจสอบอุปกรณ์ไม่สำเร็จ โปรดลองอีกครั้ง
vi: Không thể kiểm tra thiết bị. Vui lòng thử lại.
zh_hans: 检查设备失败。请再试一次。

# ErrDeclineRequestFailed
source: Failed to decline friend request. Please try again.
ar: فشل في رفض طلب الصداقة. يرجى المحاولة مرة أخرى.
de: Freundschaftsanfrage konnte nicht abgelehnt werden. Bitte versuchen Sie es erneut.
es: No se pudo rechazar la solicitud de amistad. Por favor inténtalo de nuevo.
fr: Échec du refus de la demande d'ami. Veuillez réessayer.
hi: मित्र अनुरोध अस्वीकार करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile rifiutare la richiesta di amicizia. Per favore riprova.
ja: 友達リクエストを拒否できませんでした。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការបដិសេធសំណើរបស់មិត្តភក្តិ។ សូមព្យាយាមម្តងទៀត។
ko: 친구 요청을 거절하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao recusar o pedido de amizade. Por favor, tente novamente.
ru: Не удалось отклонить запрос на добавление в друзья. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถปฏิเสธคำขอเป็นเพื่อนได้ โปรดลองอีกครั้ง
vi: Không thể từ chối yêu cầu kết bạn. Vui lòng thử lại.
zh_hans: 无法拒绝好友请求。请再试一次。

# ErrDeleteCallHistoriesFailed
source: Failed to delete call histories. Please try again.
ar: فشل في حذف سجلات المكالمات. يرجى المحاولة مرة أخرى.
de: Anrufprotokolle konnten nicht gelöscht werden. Bitte versuchen Sie es erneut.
es: No se pudieron eliminar los historiales de llamadas. Por favor inténtalo de nuevo.
fr: Échec de la suppression des historiques d'appels. Veuillez réessayer.
hi: कॉल इतिहास हटाने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile eliminare la cronologia delle chiamate. Per favore riprova.
ja: 通話履歴の削除に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការលុបប្រវត្តិការហៅ។ សូមព្យាយាមម្តងទៀត។
ko: 통화 기록을 삭제하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao excluir históricos de chamadas. Por favor, tente novamente.
ru: Не удалось удалить историю звонков. Пожалуйста, попробуйте еще раз.
th: ลบประวัติการโทรไม่สำเร็จ โปรดลองอีกครั้ง
vi: Không xóa được lịch sử cuộc gọi. Vui lòng thử lại.
zh_hans: 删除通话记录失败。请再试一次。

# ErrDeleteCallsFailed
source: Failed to delete calls. Please try again.
ar: فشل في حذف المكالمات. يرجى المحاولة مرة أخرى.
de: Anrufe konnten nicht gelöscht werden. Bitte versuchen Sie es erneut.
es: No se pudieron eliminar las llamadas. Por favor inténtalo de nuevo.
fr: Échec de la suppression des appels. Veuillez réessayer.
hi: कॉल हटाने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile eliminare le chiamate. Per favore riprova.
ja: 通話の削除に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការលុបការហៅទូរស័ព្ទ។ សូមព្យាយាមម្តងទៀត។
ko: 통화를 삭제하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao excluir chamadas. Por favor, tente novamente.
ru: Не удалось удалить вызовы. Пожалуйста, попробуйте еще раз.
th: ลบการโทรไม่สำเร็จ โปรดลองอีกครั้ง
vi: Không xóa được cuộc gọi. Vui lòng thử lại.
zh_hans: 删除通话失败。请再试一次。

# ErrDeleteContactFailed
source: Failed to delete contact. Please try again.
ar: فشل حذف جهة الاتصال. يرجى المحاولة مرة أخرى.
de: Der Kontakt konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.
es: No se pudo eliminar el contacto. Por favor inténtalo de nuevo.
fr: Échec de la suppression du contact. Veuillez réessayer.
hi: संपर्क हटाने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile eliminare il contatto. Per favore riprova.
ja: 連絡先の削除に失敗しました。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការលុបទំនាក់ទំនង។ សូមព្យាយាមម្តងទៀត។
ko: 연락처를 삭제하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao excluir contato. Por favor, tente novamente.
ru: Не удалось удалить контакт. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถลบผู้ติดต่อ โปรดลองอีกครั้ง
vi: Không thể xóa liên hệ. Vui lòng thử lại.
zh_hans: 删除联系人失败。请再试一次。

# ErrDeviceNotFound
source: Device not found.
ar: لم يتم العثور على الجهاز.
de: Gerät nicht gefunden.
es: Dispositivo no encontrado.
fr: Appareil introuvable.
hi: युक्ति नहीं मिला।
it: Dispositivo non trovato.
ja: デバイスが見つかりません。
km_kh: រកមិនឃើញឧបករណ៍។
ko: 장치를 찾을 수 없습니다.
pt: Dispositivo não encontrado.
ru: Устройство не найдено.
th: ไม่พบอุปกรณ์
vi: Không tìm thấy thiết bị.
zh_hans: 未找到设备。

# ErrDevicesNotFound
source: Devices not found. Please try again.
ar: لم يتم العثور على الأجهزة. يرجى المحاولة مرة أخرى.
de: Geräte nicht gefunden. Bitte versuchen Sie es erneut.
es: Dispositivos no encontrados. Por favor inténtalo de nuevo.
fr: Appareils introuvables. Veuillez réessayer.
hi: उपकरण नहीं मिले. कृपया पुन: प्रयास करें।
it: Dispositivi non trovati. Per favore riprova.
ja: デバイスが見つかりません。もう一度試してください。
km_kh: រកមិនឃើញឧបករណ៍។ សូមព្យាយាមម្តងទៀត។
ko: 장치를 찾을 수 없습니다. 다시 시도해 주세요.
pt: Dispositivos não encontrados. Por favor, tente novamente.
ru: Устройства не найдены. Пожалуйста, попробуйте еще раз.
th: ไม่พบอุปกรณ์ โปรดลองอีกครั้ง
vi: Không tìm thấy thiết bị. Vui lòng thử lại.
zh_hans: 未找到设备。请再试一次。

# ErrEmailAlreadyRegistered
source: Email is already registered.
ar: البريد الإلكتروني مسجل بالفعل.
de: E-Mail ist bereits registriert.
es: El correo electrónico ya está registrado.
fr: L'e-mail est déjà enregistré.
hi: ईमेल पहले से ही पंजीकृत है।
it: L'e-mail è già registrata.
ja: メールアドレスはすでに登録されています。
km_kh: អ៊ីមែលត្រូវបានចុះឈ្មោះរួចហើយ។
ko: 이메일이 이미 등록되어 있습니다.
pt: O e-mail já está cadastrado.
ru: Электронная почта уже зарегистрирована.
th: อีเมล์ได้ลงทะเบียนไว้แล้ว
vi: Email đã được đăng ký.
zh_hans: 电子邮件已被注册。

# ErrEncryptedAESKeyMissed
source: Missing encrypted AES key for one or more callees. Please try again.
ar: مفتاح AES المشفر مفقود لمستدعى واحد أو أكثر. يرجى المحاولة مرة أخرى.
de: Für einen oder mehrere Angerufene fehlt der verschlüsselte AES-Schlüssel. Bitte versuchen Sie es erneut.
es: Falta una clave AES cifrada para uno o más destinatarios. Por favor inténtalo de nuevo.
fr: Clé AES chiffrée manquante pour un ou plusieurs appelés. Veuillez réessayer.
hi: एक या अधिक कॉल प्राप्तकर्ताओं के लिए एन्क्रिप्टेड एईएस कुंजी गुम है। कृपया पुन: प्रयास करें।
it: Chiave AES crittografata mancante per uno o più chiamati. Per favore riprova.
ja: 1 つ以上の呼び出し先の暗号化された AES キーがありません。もう一度試してください。
km_kh: បាត់គ្រាប់ចុចដែលបានបាត់សម្រាប់ការរាប់អានមួយឬច្រើន។ សូមព្យាយាមម្តងទៀត។
ko: 한 명 이상의 수신자에 대한 암호화된 AES 키가 누락되었습니다. 다시 시도해 주세요.
pt: Chave AES criptografada ausente para um ou mais destinatários. Por favor, tente novamente.
ru: Отсутствует зашифрованный ключ AES для одного или нескольких вызываемых абонентов. Пожалуйста, попробуйте еще раз.
th: ไม่มีคีย์ AES ที่เข้ารหัสสำหรับผู้โทรตั้งแต่หนึ่งคนขึ้นไป โปรดลองอีกครั้ง
vi: Thiếu khóa AES được mã hóa cho một hoặc nhiều cuộc gọi. Vui lòng thử lại.
zh_hans: 缺少一个或多个被调用者的加密 AES 密钥。请再试一次。

# ErrEndCallFailed
source: Failed to end the call. Please try again.
ar: فشل في إنهاء المكالمة. يرجى المحاولة مرة أخرى.
de: Der Anruf konnte nicht beendet werden. Bitte versuchen Sie es erneut.
es: No se pudo finalizar la llamada. Por favor inténtalo de nuevo.
fr: Échec de la fin de l'appel. Veuillez réessayer.
hi: कॉल समाप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile terminare la chiamata. Per favore riprova.
ja: 通話を終了できませんでした。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការបញ្ចប់ការហៅ។ សូមព្យាយាមម្តងទៀត។
ko: 통화를 종료하지 못했습니다. 다시 시도해 주세요.
pt: Falha ao encerrar a chamada. Por favor, tente novamente.
ru: Не удалось завершить звонок. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถวางสายได้ โปรดลองอีกครั้ง
vi: Không thể kết thúc cuộc gọi. Vui lòng thử lại.
zh_hans: 无法结束通话。请再试一次。

# ErrGetActiveCallFailed
source: Failed to get active call. Please try again.
ar: فشل الحصول على مكالمة نشطة. يرجى المحاولة مرة أخرى.
de: Es konnte kein aktiver Anruf empfangen werden. Bitte versuchen Sie es erneut.
es: No se pudo obtener la llamada activa. Por favor inténtalo de nuevo.
fr: Échec de la réception d'un appel actif. Veuillez réessayer.
hi: सक्रिय कॉल प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ottenere una chiamata attiva. Per favore riprova.
ja: アクティブな通話を取得できませんでした。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានការហៅសកម្ម។ សូមព្យាយាមម្តងទៀត។
ko: 활성 통화를 가져오지 못했습니다. 다시 시도해 주세요.
pt: Falha ao obter chamada ativa. Por favor, tente novamente.
ru: Не удалось получить активный вызов. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับสายที่ใช้งานอยู่ โปรดลองอีกครั้ง
vi: Không nhận được cuộc gọi hiện hoạt. Vui lòng thử lại.
zh_hans: 无法接通活动呼叫。请再试一次。

# ErrGetBusyCalleesFailed
source: Failed to get busy callees. Please try again.
ar: فشل في الحصول على المتصلين مشغول. يرجى المحاولة مرة أخرى.
de: Es konnten keine besetzten Anrufer erreicht werden. Bitte versuchen Sie es erneut.
es: No se pudieron conseguir llamadas ocupadas. Por favor inténtalo de nuevo.
fr: Impossible d'obtenir des appels occupés. Veuillez réessayer.
hi: व्यस्त कॉल प्राप्त करने में विफल. कृपया पुन: प्रयास करें।
it: Impossibile ottenere i chiamati occupati. Per favore riprova.
ja: 通話中の呼び出し先を取得できませんでした。もう一度試してください。
km_kh: បានបរាជ័យក្នុងការទទួលបានការមមាញឹក។ សូមព្យាយាមម្តងទៀត។
ko: 통화 중인 수신자를 가져오지 못했습니다. 다시 시도해 주세요.
pt: Falha ao receber chamadas ocupadas. Por favor, tente novamente.
ru: Не удалось определить занятость вызываемого абонента. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถรับสายเรียกเข้าที่ไม่ว่างได้ โปรดลองอีกครั้ง
vi: Không thể nhận được cuộc gọi bận rộn. Vui lòng thử lại.
zh_hans: 未能接通忙碌的被叫者。请再试一次。
